{
  "Support -topnavbar":"Support",

  "How It Works -subnavbar":"How It Works",
  "Products -subnavbar":"Products",
  "Download -subnavbar":"Download",
  "Solutions -subnavbar":"Solutions",
  "Restaurant Types -subnavbar":"Restaurant Types",
  "About Us -subnavbar":"About Us",
  "Point of Sale -subnavbar":"Point of Sale",
  "Integrations -subnavbar":"Integrations",
  "Payment Integrations -subnavbar":"Payment Integrations",
  "Online Ordering Integrations -subnavbar":"Online Ordering Integrations",
  "Regulations Integrations -subnavbar":"Regulations Integrations",
  "Regulation TIMS for Samoa -subnavbar":"Regulation TIMS for Samoa",
  "Regulation TSS for Germany -subnavbar":"Regulation TSS for Germany",
  "Business Funding -subnavbar":"Business Funding",
  "Ghost Kitchen -subnavbar":"Ghost Kitchen",
  "Drive Thru POS -subnavbar":"Drive Thru POS",
  "Delivery -subnavbar":"Delivery",
  "Table Service -subnavbar":"Table Service",
  "Quick Service -subnavbar":"Quick Service",
  "Full Service -subnavbar":"Full Service",
  "Fine Dining -subnavbar":"Fine Dining",
  "Casual Dining -subnavbar":"Casual Dining",
  "Fast Food -subnavbar":"Fast Food",
  "Cafe Bakery -subnavbar":"Cafe Bakery",
  "Food Trucks -subnavbar":"Food Trucks",
  "Pool Aqupark -subnavbar":"Pool Aqupark",
  "Bars and Nightclubs -subnavbar":"Bars and Nightclubs",

  "Make your - herosection": "Make your",
  "move - herosection": "move.",
  "SambaPOS enables you to elevate your customer experience, - herosection":"SambaPOS enables you to elevate your customer experience,",
  "increase your speed and efficency, boost your takeaway - herosection":"increase your speed and efficency, boost your takeaway",
  "service and power your business with real time data. It’s time - herosection":"service and power your business with real time data. It’s time",
  "to move your restaurant business to the next level. - herosection":"to move your restaurant business to the next level.",
  "Buy SambaPOS - herosection": "Buy SambaPOS",

  "is the ultimate restaurant POS software. Our advanced features provide you with the means -secondsection":"is the ultimate restaurant POS software. Our advanced features provide you with the means",
  "to serve your valued customers in a practical, productive manner, all the while collecting data that can -secondsection":"to serve your valued customers in a practical, productive manner, all the while collecting data that can",
  "be used to make important business decisions. -secondsection":"be used to make important business decisions.",

  "All-in-one solution -thirdsection":"All-in-one solution",
  "for your business -thirdsection":"for your business",
  "Restaurants -thirdsection":"Restaurants",
  "Work with an infrastructure that was specifically built for high-functioning -thirdsection":"Work with an infrastructure that was specifically built for high-functioning",
  "restaurants. Instantly send orders to the kitchen display or printer. Print and -thirdsection":"restaurants. Instantly send orders to the kitchen display or printer. Print and",
  "split bills right at the table. -thirdsection":"split bills right at the table.",
  "Delivery & Take-aways -thirdsection":"Delivery & Take-aways",
  "Easily swap between various menus and price lists. Gain easy access to -thirdsection":"Easily swap between various menus and price lists. Gain easy access to",
  "customer info while taking orders with the Caller ID feature. You can also -thirdsection":"customer info while taking orders with the Caller ID feature. You can also",
  "take orders with Twitter. -thirdsection":"take orders with Twitter.",
  "Beaches & Pools":"Beaches & Pools",
  "Sambacard lets you offer custom membership cards so members can pay -thirdsection":"Sambacard lets you offer custom membership cards so members can pay",
  "quickly without carrying cash. -thirdsection": "quickly without carrying cash.",
  "Cafes & Bars":"Cafes & Bars",
  "No matter the demand, count on SambaPOS to boost your service speed. -thirdsection":"No matter the demand, count on SambaPOS to boost your service speed.",
  "SambaPOS doesn’t rely on the internet to run. -thirdsection":"SambaPOS doesn’t rely on the internet to run.",
  "Fast Food -thirdsection":"Fast Food",
  "Time is money. SambaPOS can fulfill the needs of even the most fast and -thirdsection":"Time is money. SambaPOS can fulfill the needs of even the most fast and",
  "furious restaurant environments. -thirdsection":"furious restaurant environments.",
  
  "Many Choices, One Answer -fourthsection":"Many Choices, One Answer",
  "We constantly add new features allowing us to help you stay up to date with the technology you need so your -fourthsection":"We constantly add new features allowing us to help you stay up to date with the technology you need so your",
  "business can focus on what matters most, serving your customers. -fourthsection":"business can focus on what matters most, serving your customers.",
  "Complete Customization -fourthsection":"Complete Customization",
  "Create Snazzy Menus, Custom Reports and More… -fourthsection":"Create Snazzy Menus, Custom Reports and More…",
  "Fine tune SambaPOS to cater to the needs of your restaurant. With screen customization,you can provide your staff with powerful, adjustable tools to serve your valued customers. -fourthsection":"Fine tune SambaPOS to cater to the needs of your restaurant. With screen customization, you can provide your staff with powerful, adjustable tools to serve your valued customers.",
  "See All Features -fourthsection":"See All Features",
  "Advanced Reporting -fourthsection":"Advanced Reporting",
  "Real-time Data at Your Fingertips -fourthsection":"Real-time Data at Your Fingertips",
  "Don’t leave your restaurant’s potential success in the hands of fate. Decide which aspects of your business need attention and effortlessly create reports that will aid you in making informed decisions. -fourthsection":"Don’t leave your restaurant’s potential success in the hands of fate. Decide which aspects of your business need attention and effortlessly create reports that will aid you in making informed decisions.",
  "Integrations -fourthsection":"Integrations",
  "Seamlessly Integrate Existing Software with SambaPOS -fourthsection":"Seamlessly Integrate Existing Software with SambaPOS",
  "Integrating SambaPOS with other applications is so easy. Thanks to our integration with numerous applications, you are afforded more solutions. -fourthsection": "Integrating SambaPOS with other applications is so easy. Thanks to our integration with numerous applications, you are afforded more solutions.",
  
  "Globally Proven Track Record -fifthsection":"Globally Proven Track Record",
  "Over a hundred thousand restaurants around the world use SambaPOS products at their core. -fifthsection" : "Over a hundred thousand restaurants around the world use SambaPOS products at their core.",
  "Languages -fifthsection":"Languages",
  "Countries -fifthsection":"Countries",
  "Restaurants -fifthsection":"Restaurants",

  "Try SambaPOS For Free -sixthsection":"Try SambaPOS For Free",
  "Download SambaPOS today, and try the fully featured version for a full month! -sixthsection":"Download SambaPOS today, and try the fully featured version for a full month!",
  "Download Trial -sixthsection":"Download Trial",
  "Buy SambaPOS -sixthsection":"Buy SambaPOS",

  "Follow SambaPOS on social media -footer":"Follow SambaPOS on social media",
  "2023 Your SambaPOS. All rights reserved. -footer":"2023 Your SambaPOS. All rights reserved.",

  "Contact form -support":"Contact form",
  "Contact Us -support":"Contact Us",
  "Name -support":"Name",
  "Email -support":"Email",
  "Phone -support":"Phone",
  "Message -support":"Message",

  "Dominate the Online Market with SambaPOS -howitworks":"Dominate the Online Market with SambaPOS",
  "Create Your Own Branded Online Ordering System -howitworks":"Create Your Own Branded Online Ordering System",
  "Designed for You and Your Customers -howitworks":"Designed for You and Your Customers",
  "Tailored to Meet Your Needs and Delight Your Customers With SambaPOS, you can establish your own branded ordering app and webpage, allowing you to forge a strong connection with your community. Customers will effortlessly discover your online presence, access essential business information, and seamlessly place orders from any device. Enhance your visibility on Google, surpassing competitors, and effortlessly attract new customers to your business. SambaPOS ensures that this goal is easily achieved. Ultimately, your loyal customers will have your app in their pocket, enabling you to engage them with highly relevant and personalized offerings. -howitworks":"Tailored to Meet Your Needs and Delight Your Customers With SambaPOS, you can establish your own branded ordering app and webpage, allowing you to forge a strong connection with your community. Customers will effortlessly discover your online presence, access essential business information, and seamlessly place orders from any device. Enhance your visibility on Google, surpassing competitors, and effortlessly attract new customers to your business. SambaPOS ensures that this goal is easily achieved. Ultimately, your loyal customers will have your app in their pocket, enabling you to engage them with highly relevant and personalized offerings.",
  "Business Funding -howitworks":"Business Funding",
  "Give your business a boost. -howitworks":"Give your business a boost.",
  "From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind. -howitworks":"From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind.",
  "More Details -howitworks":"More Details",
  "Ghost Kitchen -howitworks":"Ghost Kitchen",
  "Launch your ghost kitchen and virtual restaurant with the power of SambaPOS! -howitworks":"Launch your ghost kitchen and virtual restaurant with the power of SambaPOS!",
  "Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business. -howitworks": "Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business.",
  "Drive Thru POS -howitworks":"Drive Thru POS",
  "SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More -howitworks":"SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More",
  "The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform! -howitworks":"The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform!",
  "Delivery -howitworks":"Delivery",
  "Serve your customers their delivery and takeaway orders – on time and with 100% accuracy!":"Serve your customers their delivery and takeaway orders – on time and with 100% accuracy!",
  "With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more! -howitworks":"With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more!",
  "Table Service -howitworks":"Table Service",
  "A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience -howitworks":"A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience",
  "Ensure that you exceed your customers’ expectations. Effectively manage your wait staff and kitchen. Expedite service without compromising on quality. We help you set up a well-organized table service model that can deliver exceptional benefits for your business. -howitworks":"Ensure that you exceed your customers’ expectations. Effectively manage your wait staff and kitchen. Expedite service without compromising on quality. We help you set up a well-organized table service model that can deliver exceptional benefits for your business.",
  "Quick Service -howitworks":"Quick Service",
  "All-in-One Solution for Quick Service Restaurants -howitworks":"All-in-One Solution for Quick Service Restaurants",
  "Stand out from the competition and ensure speedy service for your customers. With SambaPOS for quick service restaurants and cafes, you can keep the line moving and ensure perfection and accuracy in orders. SambaPOS software offers solutions for queue management, kitchen service optimization, billing and payments, menus, inventory management, smart reporting, and more. -howitworks":"Stand out from the competition and ensure speedy service for your customers. With SambaPOS for quick service restaurants and cafes, you can keep the line moving and ensure perfection and accuracy in orders. SambaPOS software offers solutions for queue management, kitchen service optimization, billing and payments, menus, inventory management, smart reporting, and more.",
  "quick-service -howitworks":"quick-service",
  "Full Service -howitworks":"Full Service",
  "SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service -howitworks":"SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service",
  "Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal. -howitworks":"Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal.",
  "Integrations":"Integrations",
  "SambaPOS assist to maximize the power of your POS with integration solutions -howitworks":"SambaPOS assist to maximize the power of your POS with integration solutions",
  "As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level! -howitworks":"As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level!",
  "And the cycle repeats. -howitworks":"And the cycle repeats.",

  "Download SambaPOS -download":"Download SambaPOS",
  "You can -download": "You can",
  "download -download":"download",
  "the SambaPOS -download":"the SambaPOS",

  "Our Story -aboutus": "Our Story",
  "From day one, the goal of SambaPOS was to create a valuable -aboutus": "From day one, the goal of SambaPOS was to create a valuable",
  "resource for the world. We’ve been burning the midnight oil since -aboutus": "resource for the world. We’ve been burning the midnight oil since",
  "2011 and continue to press forward with determination and a vivid -aboutus": "2011 and continue to press forward with determination and a vivid",
  "vision. -aboutus" : "vision.",
  "As the age-old saying goes, “what goes around, comes around”. Aligning with this adage, we conduct business in a manner that creates a win-win situation for ourselves as well as the rest of the world. We practice business ethically in accordance with our beliefs in innovation, development, team spirit and our customers. -aboutus": "As the age-old saying goes, “what goes around, comes around”. Aligning with this adage, we conduct business in a manner that creates a win-win situation for ourselves as well as the rest of the world. We practice business ethically in accordance with our beliefs in innovation, development, team spirit and our customers.",
  "Our Team -aboutus":"Our Team",
  "The foundation of SambaPOS is comprised of teamwork. To offer software that is second to none, we cooperate with highly qualified team members who continually polish our products. Education and development are at the top of our list. We keep ourselves up-to-date with the latest developments and methods in order to acquire information that can be applied toward the betterment of SambaPOS. -aboutus":"The foundation of SambaPOS is comprised of teamwork. To offer software that is second to none, we cooperate with highly qualified team members who continually polish our products. Education and development are at the top of our list. We keep ourselves up-to-date with the latest developments and methods in order to acquire information that can be applied toward the betterment of SambaPOS.",
  "Globally Proven Track Record -aboutus":"Globally Proven Track Record",
  "Over a hundred thousand restaurants around the world use SambaPOS products at their core. -aboutus":"Over a hundred thousand restaurants around the world use SambaPOS products at their core.",
  "Languages -aboutus":"Languages",
  "Countries -aboutus":"Countries",
  "Restaurants -aboutus":"Restaurants",

  "Give your business a boost. -businessfunding":"Give your business a boost.",
  "Get fast, flexible funding on your terms. -businessfunding":"Get fast, flexible funding on your terms.",
  "From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind." : "From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind.",
  "Take control of your business. -businessfunding" : "Take control of your business.",
  "Have grand plans but need the funding to match?  Wanting to add new equipment to your business? Looking to update your location? Look no further.-businessfunding" : "Have grand plans but need the funding to match?  Wanting to add new equipment to your business? Looking to update your location? Look no further.",
  "SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller!-businessfunding": "SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller!",
  "Make it omnichannel -businessfunding": "Make it omnichannel",
  "Discover our ecosystem -businessfunding": "Discover our ecosystem",

  "SambaPOS – Ghost Kitchen -ghostsection":"SambaPOS – Ghost Kitchen",
  "Launch your ghost kitchen and virtual restaurant with the power of SambaPOS!":"Launch your ghost kitchen and virtual restaurant with the power of SambaPOS!",
  "Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business. -ghostsection":"Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business.",
  "Ghost Kithcen -ghostsection":"Ghost Kithcen",
  "Built for Success -ghostsection":"Built for Success",
  "Set up the ghost kitchen of your dreams. SambaPOS comes with features for ordering, delivery, kitchen display, menu management, and more. Get dedicated support with our forum and knowledge base. Buy your SambaPOS license or become a part of our reseller team today! -ghostsection":"Set up the ghost kitchen of your dreams. SambaPOS comes with features for ordering, delivery, kitchen display, menu management, and more. Get dedicated support with our forum and knowledge base. Buy your SambaPOS license or become a part of our reseller team today!",
  "Make it omnichannel -ghostsection":"Make it omnichannel",
  "Discover our ecosystem -ghostsection":"Discover our ecosystem",


  "Drive Thru POS -drivethrupos":"Drive Thru POS",
  "SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More -drivethrupos":"SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More",
  "The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform! -drivethrupos":"The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform!",
  "Buy the Best Point-Of-Sale Integrated System for Your Drive Thru POS -drivethrupos":"Buy the Best Point-Of-Sale Integrated System for Your Drive Thru POS",
  "The latest version of SambaPOS software, “V5”, offers innovative features such as customization, advanced reporting through integration, process tracking, billing operations, loyalty programs, etc. Buy the license here, or become a reseller. -drivethrupos":"The latest version of SambaPOS software, “V5”, offers innovative features such as customization, advanced reporting through integration, process tracking, billing operations, loyalty programs, etc. Buy the license here, or become a reseller.",
  "Make it omnichannel -drivethrupos":"Make it omnichannel",
  "Discover our ecosystem -drivethrupos":"Discover our ecosystem",

  "SambaPOS – Delivery -deliverysolutions":"SambaPOS – Delivery",
  "Serve your customers their delivery and takeaway orders – on time and with 100% accuracy! -deliverysolutions":"Serve your customers their delivery and takeaway orders – on time and with 100% accuracy!",
  "With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more! -deliverysolutions":"With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more!",
  "Delivery -deliverysolutions":"Delivery",
  "Delivery Made Easy with SambaPOS -deliverysolutions":"Delivery Made Easy with SambaPOS",
  "Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again. -deliverysolutions":"Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again.",
  "Make it omnichannel -deliverysolutions":"Make it omnichannel",
  "Discover our ecosystem -deliverysolutions":"Discover our ecosystem",

  "Table Service by SambaPOS -tableservice":"Table Service by SambaPOS",
  "A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience -tableservice":  "A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience",
  "Ensure that you exceed your customers’ expectations Effectively manage your wait staff and kitchen Expedite service without compromising on quality -tableservice":"Ensure that you exceed your customers’ expectations Effectively manage your wait staff and kitchen Expedite service without compromising on quality",
  "Delivery -tableservice":"Delivery",
  "Delivery Made Easy with SambaPOS -tableservice":"Delivery Made Easy with SambaPOS",
  "Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again. -tableservice":"Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again.",
  "Make it omnichannel -tableservice":"Make it omnichannel",
  "Discover our ecosystem -tableservice":"Discover our ecosystem",

  "SambaPOS – Quick Service -quickservicesolutions":"SambaPOS – Quick Service",
  "All-in-One Solution for Quick Service Restaurants -quickservicesolutions":"All-in-One Solution for Quick Service Restaurants",
  "Stand out from the competition and ensure speedy service for your customers. With SambaPOS for quick service restaurants and cafes, you can keep the line moving and ensure perfection and accuracy in orders. -quickservicesolutions":"Stand out from the competition and ensure speedy service for your customers. With SambaPOS for quick service restaurants and cafes, you can keep the line moving and ensure perfection and accuracy in orders.",
  "Quick Service -quickservicesolutions":"Quick Service",
  "SambaPOS Value – Quick Service Processes -quickservicesolutions":"SambaPOS Value – Quick Service Processes",
  "SambaPOS was started in the year 2011 and now provides solutions to clients from all over the world. Experience the magic of automation for orders, billing, kitchen display, and customer queue management. If you would like to enable SambaPOS V5 for your quick service, buy now or click here to partner with us! -quickservicesolutions":"SambaPOS was started in the year 2011 and now provides solutions to clients from all over the world. Experience the magic of automation for orders, billing, kitchen display, and customer queue management. If you would like to enable SambaPOS V5 for your quick service, buy now or click here to partner with us!",
  "Make it omnichannel -quickservicesolutions":"Make it omnichannel",
  "Discover our ecosystem -quickservicesolutions":"Discover our ecosystem",

  "Full Service by SambaPOS -fullservice":"Full Service by SambaPOS",
  "SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service -fullservice":"SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service",
  "Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal. -fullservice":"Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal.",
  "Full Service -fullservice":"Full Service",
  "SambaPOS – Complete Solution for Full Service Restaurants -fullservice":"SambaPOS – Complete Solution for Full Service Restaurants",
  "Transform your orders, kitchen, payments, inventory, and more with SambaPOS today. Delight your customers with flawless service. Buy SambaPOS or become a partner today! -fullservice":"Transform your orders, kitchen, payments, inventory, and more with SambaPOS today. Delight your customers with flawless service. Buy SambaPOS or become a partner today!",
  "Make it omnichannel -fullservice":"Make it omnichannel",
  "Discover our ecosystem -fullservice":"Discover our ecosystem",

  "Integrations -integrationssolutions":"Integrations",
  "SambaPOS assist to maximize the power of your POS with integration solutions -integrationssolutions":"SambaPOS assist to maximize the power of your POS with integration solutions",
  "As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level! -integrationssolutions":"As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level!",
  "SambaPOS Integrations – Catering to Modern Restaurants -integrationssolutions":"SambaPOS Integrations – Catering to Modern Restaurants",
  "SambaPOS integrations were designed to grow up your business. Learn how we can support you. Explore the SambaPOS now. -integrationssolutions":"SambaPOS integrations were designed to grow up your business. Learn how we can support you. Explore the SambaPOS now.",
  "Make it omnichannel -integrationssolutions":"Make it omnichannel",
  "Discover our ecosystem -integrationssolutions":"Discover our ecosystem",

  "Fine Dining -finediningrestype":"Fine Dining",
  "Deliver extraordinary guest experience with SambaPOS -finediningrestype":"Deliver extraordinary guest experience with SambaPOS",
  "Use every opportunity to delight your guests, flawlessly manage your essential operations, and enhance the fine dining experience with SambaPOS solutions. SambaPOS runs discreetly in the background to ensure all the tasks are seamlessly performed, leaving you with the flexibility to do what truly matters – offer a personalized service to your guests. -finediningrestype":"Use every opportunity to delight your guests, flawlessly manage your essential operations, and enhance the fine dining experience with SambaPOS solutions. SambaPOS runs discreetly in the background to ensure all the tasks are seamlessly performed, leaving you with the flexibility to do what truly matters – offer a personalized service to your guests.",
  "Fine Dining POS System -finediningrestype":"Fine Dining POS System",
  "A Fortified Fine Dining POS System Developed To Improve Your Guest Experience -finediningrestype":"A Fortified Fine Dining POS System Developed To Improve Your Guest Experience",
  "Our Fine Dining POS system is designed specifically for convenience while managing operations critical to the guest experience. It is an easy-to-use software system that can be scaled as your business grows with advanced features such as table ordering and payments, cloud-based reports, better insights into your payments process, and beautifully crafted fine-dining solutions to heighten your guests’ dining experience. Get your license and buy Fine Dining POS by SambaPOS and start offering better services to your guests, creating a memorable dining experience for them or become a reseller! -finediningrestype":"Our Fine Dining POS system is designed specifically for convenience while managing operations critical to the guest experience. It is an easy-to-use software system that can be scaled as your business grows with advanced features such as table ordering and payments, cloud-based reports, better insights into your payments process, and beautifully crafted fine-dining solutions to heighten your guests’ dining experience. Get your license and buy Fine Dining POS by SambaPOS and start offering better services to your guests, creating a memorable dining experience for them or become a reseller!",

  "Casual Dining -casualdiningrestype":"Casual Dining",
  "Manage Your Casual Dining Restaurant with SambaPOS -casualdiningrestype":"Manage Your Casual Dining Restaurant with SambaPOS",
  "With the advancement of technology, you can now easily avail some of the best smart restaurant features from SambaPOS, like our Go Tablet, MetriK, mobile client, and more for your casual dining restaurant. These features are customized for casual dining restaurants and ensure that you please your customers with a smooth experience. -casualdiningrestype":"With the advancement of technology, you can now easily avail some of the best smart restaurant features from SambaPOS, like our Go Tablet, MetriK, mobile client, and more for your casual dining restaurant. These features are customized for casual dining restaurants and ensure that you please your customers with a smooth experience.",
  "Casual Dining POS System -casualdiningrestype":"Casual Dining POS System",
  "SambaPOS for a Memorable Guest Experience -casualdiningrestype":"SambaPOS for a Memorable Guest Experience",
  "We at SambaPOS make sure that all of your needs are met, and you get the ultimate solution for equipping your casual dining restaurant with the best smart features for orders, billing, menu, and more. Buy now, or partner with us. -casualdiningrestype":"We at SambaPOS make sure that all of your needs are met, and you get the ultimate solution for equipping your casual dining restaurant with the best smart features for orders, billing, menu, and more. Buy now, or partner with us.",

  "Fast Food -fastfoodrestype":"Fast Food",
  "Fast Food POS for Quick Operations and Service -fastfoodrestype":"Hızlı İşlem ve Servis için Fast Food POS",
  "With the assistance of our Samba POS software, you can manage your outlet efficiently with the least amount of manual intervention. SambaPOS software takes care of everything from managing payroll, customer service, and handling orders. -fastfoodrestype":"Samba POS yazılımımızın yardımıyla, satış noktanızı en az manuel müdahale ile verimli bir şekilde yönetebilirsiniz. SambaPOS yazılımı, bordro yönetiminden müşteri hizmetlerine ve siparişlerin işlenmesine kadar her şeyi halleder.",
  "Fast Food POS System -fastfoodrestype":"Fast Food POS Sistemi",
  "Transformational Business Experience with SambaPOS -fastfoodrestype":"SambaPOS ile Dönüşen İş Deneyimi",
  "Our SambaPOS software is dedicated to helping you with the fastest service while maintaining the best quality. Start using our solutions and streamline your daily business operations without any chances of error. Order management, inventory monitoring, menu system – we have got it all. Click here to buy, or apply to be a partner! -fastfoodrestype":"SambaPOS yazılımımız, en iyi kaliteyi korurken en hızlı hizmeti size yardımcı olmaya adamıştır. Çözümlerimizi kullanmaya başlayın ve günlük iş operasyonlarınızı hata olasılığı olmadan kolaylaştırın. Sipariş yönetimi, envanter izleme, menü sistemi - hepsine sahibiz. Satın almak veya ortak olmak için başvurmak için buraya tıklayın!",

  "Cafe Bakery -cafebakeryrestypes":"Cafe Bakery",
  "Run Your Cafe and Bakery with Automated Features of SambaPOS! -cafebakeryrestypes":"Run Your Cafe and Bakery with Automated Features of SambaPOS!",
  "SambaPOS Cafe Bakery POS can help your business thrive! Are you researching ways to delight your customers and boost performance? Find out how to effectively manage your cafe or bakery with real-time customer display systems, faster billing, and loyalty rewards for your guests to keep coming back to you. -cafebakeryrestypes":"SambaPOS Cafe Bakery POS can help your business thrive! Are you researching ways to delight your customers and boost performance? Find out how to effectively manage your cafe or bakery with real-time customer display systems, faster billing, and loyalty rewards for your guests to keep coming back to you.",
  "Cafe Bakery POS System -cafebakeryrestypes": "Cafe Bakery POS System",
  "Elevate Your Cafe Bakery Business -cafebakeryrestypes": "Elevate Your Cafe Bakery Business",
  "SambaPOS features all that you would need for a cafe or a bakery. Unearth the benefits of an organized inventory, real-time customer displays for orders, speedy payments, and more with the cafe bakery POS. Buy your SambaPOS license or become a part of our reseller team today. -cafebakeryrestypes": "SambaPOS features all that you would need for a cafe or a bakery. Unearth the benefits of an organized inventory, real-time customer displays for orders, speedy payments, and more with the cafe bakery POS. Buy your SambaPOS license or become a part of our reseller team today.",

  "Food Truck -foodtruckrestypes":"Food Truck",
  "Automate your food truck operations and delight your customers! -foodtruckrestypes":"Automate your food truck operations and delight your customers!",
  "Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes! -foodtruckrestypes":"Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes!",
  "Food Truck POS System -foodtruckrestypes":"Food Truck POS System",
  "Get Started to Use SambaPOS for Your Food Truck! -foodtruckrestypes":"Get Started to Use SambaPOS for Your Food Truck!",
  "SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner! -foodtruckrestypes":"SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner!",

  "Delivery -deliveryrestypes":"Delivery",
  "Automate your food truck operations and delight your customers! -deliveryrestypes":"Automate your food truck operations and delight your customers!",
  "Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes! -deliveryrestypes":"Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes!",
  "Food Truck POS System -deliveryrestypes":"Food Truck POS System",
  "Get Started to Use SambaPOS for Your Food Truck! -deliveryrestypes":"Get Started to Use SambaPOS for Your Food Truck!",
  "SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner! -deliveryrestypes":"SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner!",

  "Pool Aquapark -poolauqparkrestype":"Pool Aquapark",
  "Elevate Your Guest Experience By The Poolside With Pool Aquapark POS! -poolauqparkrestype":"Elevate Your Guest Experience By The Poolside With Pool Aquapark POS!",
  "For any business in the hospitality industry, offering an excellent customer service experience is the foundation that defines the success of any restaurant in the service industry. Therefore, with our Pool Aquapark POS system, you can streamline your poolside operations and simplify critical processes for a more satisfying guest experience. -poolauqparkrestype":"For any business in the hospitality industry, offering an excellent customer service experience is the foundation that defines the success of any restaurant in the service industry. Therefore, with our Pool Aquapark POS system, you can streamline your poolside operations and simplify critical processes for a more satisfying guest experience.",
  "Pool Aquapark POS System -poolauqparkrestype":"Pool Aquapark POS System",
  "With SambaPOS Manage All Your Restaurant Operations On A Single Platform -poolauqparkrestype":"With SambaPOS Manage All Your Restaurant Operations On A Single Platform",
  "SambaPOS is the only Point-Of-Sale system you will need to modernize and better manage your restaurant’s operations. Control your kitchen, inventory, staff and completely update your restaurant management system with SambaPOS. With tools and features such as Pool Aquapark POS, governing poolside operations is exceptionally convenient. Implementing Pool Aquapark POS can help you stay ahead of the competition with the best-in-class poolside services delivered to your guests. Buy SambaPOS here, or apply to become a partner here. -poolauqparkrestype":"SambaPOS is the only Point-Of-Sale system you will need to modernize and better manage your restaurant’s operations. Control your kitchen, inventory, staff and completely update your restaurant management system with SambaPOS. With tools and features such as Pool Aquapark POS, governing poolside operations is exceptionally convenient. Implementing Pool Aquapark POS can help you stay ahead of the competition with the best-in-class poolside services delivered to your guests. Buy SambaPOS here, or apply to become a partner here.",

  "Bars and Nightclubs -barsandnightclubsrestypes":"Bars and Nightclubs",
  "SambaPOS – Bars POS System that Optimizes Operations with Exclusive Features -barsandnightclubsrestypes":"SambaPOS – Bars POS System that Optimizes Operations with Exclusive Features",
  "Your bar or nightclub needs a system to keep the momentum going for your customers. SambaPOS offers you a speedy solution to avoid juggling between the front-end and back-end departments of your bar. You can entertain your guests, and SambaPOS can take care of the rest. -barsandnightclubsrestypes":"Your bar or nightclub needs a system to keep the momentum going for your customers. SambaPOS offers you a speedy solution to avoid juggling between the front-end and back-end departments of your bar. You can entertain your guests, and SambaPOS can take care of the rest.",
  "Bars and Nightclubs POS System -barsandnightclubsrestypes":"Bars and Nightclubs POS System",
  "Get Start to Bars and Nightclubs for POS Software -barsandnightclubsrestypes":"Get Start to Bars and Nightclubs for POS Software",
  "SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller! -barsandnightclubsrestypes":"SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller!",

  "Build your Restaurant Business with SambaPOS V5 Pro -sambasproproducts":"Build your Restaurant Business with SambaPOS V5 Pro",
  "SambaPOS V5 Pro is the perfect hospitality solution for your business. -sambasproproducts":"SambaPOS V5 Pro is the perfect hospitality solution for your business.",
  "It is an all-in-one platform that will assist you to manage every aspect of your restaurant, from taking orders to managing inventory and more. Personalize it to suit your brand and style. -sambasproproducts":"It is an all-in-one platform that will assist you to manage every aspect of your restaurant, from taking orders to managing inventory and more. Personalize it to suit your brand and style.",
  "Download and Try for FREE -sambasproproducts":"Download and Try for FREE",
  "DOWNLOAD -sambasproproducts":"DOWNLOAD",
  "SambaPOS V5 Pro Digitally Transforms Your Restaurant -sambasproproducts":"SambaPOS V5 Pro Digitally Transforms Your Restaurant",
  "The world is becoming digital, and so is restaurant management. With SambaPOS, you can integrate all your business processes and manage your restaurant with a simple interface. We have not only included the basic features but have also developed value-added services for all types of restaurants. Experience the benefits of SambaPOS today. -sambasproproducts":"The world is becoming digital, and so is restaurant management. With SambaPOS, you can integrate all your business processes and manage your restaurant with a simple interface. We have not only included the basic features but have also developed value-added services for all types of restaurants. Experience the benefits of SambaPOS today.",
  "SambaPOS V5 Pro -sambasproproducts":"SambaPOS V5 Pro",
  "One Time Payment -sambasproproducts":"One Time Payment",
  "Lifetime License -sambasproproducts":"Lifetime License",
  "Multiple Terminal Usage -sambasproproducts":"Multiple Terminal Usage",
  "Table Service Management -sambasproproducts":"Table Service Management",
  "Delivery Service Management -sambasproproducts":"Delivery Service Management",
  "Custom Reports and Data Analytics -sambasproproducts":"Custom Reports and Data Analytics",
  "Inventory, Sales, and Cost Tracking System -sambasproproducts":"Inventory, Sales, and Cost Tracking System",
  "Customize it As Per Your Needs -sambasproproducts":"Customize it As Per Your Needs",
  "Requirements: Windows 10 or higher Operating System -sambasproproducts":"Requirements: Windows 10 or higher Operating System",
  "BUY NOW -sambasproproducts":"BUY NOW",
  "Make it omnichannel -sambasproproducts":"Make it omnichannel",
  "Discover our ecosystem -sambasproproducts":"Discover our ecosystem"
}