{
  "Support -topnavbar":"İletişim",

  "How It Works -subnavbar":"Nasıl Çalışır",
  "Products -subnavbar":"Ürünler",
  "Download -subnavbar":"İndir",
  "Solutions -subnavbar":"Çözümler",
  "Restaurant Types -subnavbar":"Restaurant Türleri",
  "About Us -subnavbar":"Hakkımızda",
  "Point of Sale -subnavbar":"Ürünler",
  "Integrations -subnavbar":"Entegrasyonlar",
  "Payment Integrations -subnavbar":"Ödeme Entegrasyonları",
  "Online Ordering Integrations -subnavbar":"Online Sipariş Entegrasyonları",
  "Regulations Integrations -subnavbar":"Yasal Entegrasyonlar",
  "Regulation TIMS for Samoa -subnavbar":"Samoa için TIMS",
  "Regulation TSS for Germany -subnavbar":"Almanya için TSE",
  "Business Funding -subnavbar":"İş Finansmanı",
  "Ghost Kitchen -subnavbar":"Hayalet Mutfak",
  "Drive Thru POS -subnavbar":"Arabaya Servis",
  "Delivery -subnavbar":"Teslimat",
  "Table Service -subnavbar":"Masa Servisi",
  "Quick Service -subnavbar":"Hızlı Servis",
  "Full Service -subnavbar":"Full Servis",
  "Fine Dining -subnavbar":"Kalite Yemek",
  "Casual Dining -subnavbar":"Gündelik Yemek",
  "Fast Food -subnavbar":"Fast Food",
  "Cafe Bakery -subnavbar":"Kafe ve Fırın",
  "Food Trucks -subnavbar":"Tekerlekli Restoranlar",
  "Pool Aqupark -subnavbar":"Aqupark",
  "Bars and Nightclubs -subnavbar":"Barlar ve Gece Kulüpleri",

  "Make your - herosection": "Hareketini",
  "move - herosection": "yap!",
  "SambaPOS enables you to elevate your customer experience, - herosection":"SambaPOS, müşteri deneyiminizi yükseltmenize, hızınızı ve",
  "increase your speed and efficency, boost your takeaway - herosection":"verimliliğinizi artırmanıza, paket servis hizmetinizi artırmanıza ve",
  "service and power your business with real time data. It’s time - herosection":"işletmenizi gerçek zamanlı verilerle güçlendirmenize olanak tanır.",
  "to move your restaurant business to the next level.":"Restoran işinizi bir sonraki seviyeye taşımanın zamanı geldi.",
  "Buy SambaPOS - herosection": "SambaPOS'u satın alın",

  "is the ultimate restaurant POS software. Our advanced features provide you with the means -secondsection":"nihai restoran POS yazılımıdır. Gelişmiş özelliklerimiz, önemli iş kararları",
  "to serve your valued customers in a practical, productive manner, all the while collecting data that can -secondsection":"almak için kullanılabilecek verileri toplarken değerli müşterilerinize pratik,",
  "be used to make important business decisions. -secondsection":"üretken bir şekilde hizmet vermenin yollarını sağlar.",

  "All-in-one solution -thirdsection":"İşletmeniz için hepsi",
  "for your business -thirdsection":"bir arada çözüm",
  "Restaurants -thirdsection":"Restoranlar",
  "Work with an infrastructure that was specifically built for high-functioning -thirdsection":"Yüksek işlevli restoranlar için özel olarak oluşturulmuş bir altyapıyla",
  "restaurants. Instantly send orders to the kitchen display or printer. Print and -thirdsection":"çalışın. Siparişleri anında mutfak ekranına veya yazıcıya gönderin.",
  "split bills right at the table. -thirdsection":"Faturaları doğrudan masada yazdırın ve bölün.",
  "Delivery & Take-aways -thirdsection":"Teslimat ve Paket Servisler",
  "Easily swap between various menus and price lists. Gain easy access to -thirdsection":"Çeşitli menüler ve fiyat listeleri arasında kolayca geçiş yapın. Caller ID",
  "customer info while taking orders with the Caller ID feature. You can also -thirdsection":"özelliği ile sipariş alırken müşteri bilgilerine kolayca ulaşın. Twitter",
  "take orders with Twitter. -thirdsection":"üzerinden de sipariş alabilirsiniz.",
  "Beaches & Pools -thirdsection":"Plajlar ve Havuzlar",
  "Sambacard lets you offer custom membership cards so members can pay -thirdsection":"Sambacard ile üyelerinize özel üyelik kartları sunun. Üyeleriniz kartlarıyla",
  "quickly without carrying cash. -thirdsection": "için özel üyelik kartları sunmanıza olanak tanır.",
  "Cafes & Bars -thirdsection":"Kafeler & Barlar",
  "No matter the demand, count on SambaPOS to boost your service speed. -thirdsection":"Talep ne olursa olsun, hizmet hızınızı artırmak için SambaPOS'a güvenin.",
  "SambaPOS doesn’t rely on the internet to run. -thirdsection":"SambaPOS, çalışmak için internete güvenmez.",
  "Fast Food -thirdsection":"Fast Food",
  "Time is money. SambaPOS can fulfill the needs of even the most fast and -thirdsection":"Vakit nakittir. SambaPOS, en hızlı ve yoğun restoran ortamlarının bile ihtiyaçlarını kolaylıkla karşılayabilir. ",
  "furious restaurant environments. -thirdsection":"Hızlı sipariş almak için tasarlanmış ekranlarıyla siz ne kadar hızlı iseniz o da o kadar hızlı çalışır.",
  
  "Many Choices, One Answer -fourthsection":"Birçok Seçenek, Tek Cevap",
  "We constantly add new features allowing us to help you stay up to date with the technology you need so your -fourthsection":"İşletmenizin en önemli şeye, yani müşterilerinize hizmet vermeye odaklanabilmesi için ihtiyacınız olan",
  "business can focus on what matters most, serving your customers. -fourthsection":"teknolojiden haberdar olmanıza yardımcı olmamızı sağlayan sürekli olarak yeni özellikler ekliyoruz.",
  "Complete Customization -fourthsection":"Özelleştirilebilir Ekranlar",
  "Create Snazzy Menus, Custom Reports and More… -fourthsection":"Mükemmel Menüler, İhtiyacınıza Uygun Raporlar ve Çok Daha Fazlası…",
  "Fine tune SambaPOS to cater to the needs of your restaurant. With screen customization,you can provide your staff with powerful, adjustable tools to serve your valued customers. -fourthsection":"Kolaylığı ve mükemmelliği birleştiren ekran tasarımlarıyla çalışanlarınız programı tüm özellikleriyle kullanırken müşterilerinize çok daha iyi hizmet sunacaklar.",
  "See All Features -fourthsection":"Tüm Özellikler",
  "Advanced Reporting -fourthsection":"Gelişmiş Raporlama",
  "Real-time Data at Your Fingertips -fourthsection":"Anlık İşletme Raporlarınız Parmaklarınızın Ucunda",
  "Don’t leave your restaurant’s potential success in the hands of fate. Decide which aspects of your business need attention and effortlessly create reports that will aid you in making informed decisions. -fourthsection":"İşletmenizi kaderine terk etmeyin. İster mobilden ister webden her an ulaşabildiğiniz detaylı raporlar sayesinde işletmeniz için en iyi kararları alabilir, verimliliğinizi ve karlılığınızı artırabilirsiniz.",
  "Integrations -fourthsection":"Entegrasyonlar",
  "Seamlessly Integrate Existing Software with SambaPOS -fourthsection":"Mevcut Yazılımı SambaPOS ile Sorunsuz Bir Şekilde Entegre Edin",
  "Integrating SambaPOS with other applications is so easy. Thanks to our integration with numerous applications, you are afforded more solutions. -fourthsection": "SambaPOS'u diğer uygulamalarla entegre etmek çok kolaydır. Çok sayıda uygulama ile entegrasyonumuz sayesinde size daha fazla çözüm sunulur.",

  "Globally Proven Track Record -fifthsection": "Küresel Olarak Kanıtlanmış Bir Geçmiş",
  "Over a hundred thousand restaurants around the world use SambaPOS products at their core. -fifthsection":"Dünya çapında yüz binden fazla restoran, özünde SambaPOS ürünlerini kullanıyor.",
  "Languages -fifthsection":"Diller",
  "Countries -fifthsection":"Ülkeler",
  "Restaurants -fifthsection":"Restoranlar",

  "Try SambaPOS For Free -sixthsection":"SambaPOS'u Ücretsiz Deneyin",
  "Download SambaPOS today, and try the fully featured version for a full month! -sixthsection":"SambaPOS'u bugün indirin ve tam özellikli sürümü bir ay boyunca deneyin!",
  "Download Trial -sixthsection":"Deneme sürümünü indir",
  "Buy SambaPOS -sixthsection":"SambaPOS satın al",

  "Follow SambaPOS on social media -footer":"SambaPOS'u sosyal medyada takip edin",
  "2023 Your SambaPOS. All rights reserved. -footer":"2023 SambaPOS'unuz. Her hakkı saklıdır.",

  "Contact form -support":"İletişim formu",
  "Contact Us -support":"Bizimle iletişime geç",
  "Name -support":"İsim",
  "Email -support":"Email",
  "Phone -support":"Telefon Numarası",
  "Message -support":"Mesaj",

  "Dominate the Online Market with SambaPOS -howitworks":"SambaPOS ile Online Pazara Hakim Olun",
  "Create Your Own Branded Online Ordering System -howitworks":"Kendi Markalı Online Sipariş Sisteminizi Oluşturun",
  "Designed for You and Your Customers -howitworks":"Siz ve Müşterileriniz için Tasarlandı",
  "Tailored to Meet Your Needs and Delight Your Customers With SambaPOS, you can establish your own branded ordering app and webpage, allowing you to forge a strong connection with your community. Customers will effortlessly discover your online presence, access essential business information, and seamlessly place orders from any device. Enhance your visibility on Google, surpassing competitors, and effortlessly attract new customers to your business. SambaPOS ensures that this goal is easily achieved. Ultimately, your loyal customers will have your app in their pocket, enabling you to engage them with highly relevant and personalized offerings. -howitworks":"İhtiyaçlarınızı Karşılamak ve Müşterilerinizi Memnun Etmek İçin Tasarlandı SambaPOS ile kendi markalı sipariş uygulamanızı ve web sayfanızı oluşturarak topluluğunuzla güçlü bir bağ kurmanıza olanak tanır. Müşteriler çevrimiçi varlığınızı zahmetsizce keşfedecek, temel iş bilgilerine erişecek ve herhangi bir cihazdan sorunsuz bir şekilde sipariş verecek. Google'daki görünürlüğünüzü artırın, rakipleri geride bırakın ve zahmetsizce işletmenize yeni müşteriler çekin. SambaPOS, bu hedefe kolayca ulaşılmasını sağlar. Sonuç olarak, sadık müşterileriniz uygulamanızı ceplerinde taşıyacak ve onlara son derece alakalı ve kişiselleştirilmiş tekliflerle etkileşim kurmanıza olanak tanıyacak.",
  "Business Funding -howitworks":"İşletme Finansmanı",
  "Give your business a boost. -howitworks":"İşletmenize bir destek verin.",
  "From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind. -howitworks":"İşletmenizi genişletmekten envanterinizi oluşturmaya kadar. İş finansmanı, bir sonraki seviyeye geçmenize yardımcı olmak için var. Size günlük satış gelirlerinizin sabit bir yüzdesi olarak geri ödenen esnek finansman sunmak için YouLend ile ortaklık kurduk. İyi bir ay geçirdiyseniz, biraz daha fazla ödersiniz. Ve eğer sessizse, biraz daha az ödersiniz. İşiniz düşünülerek inşa edildi.",
  "More Details -howitworks":"Daha fazla detay",
  "Ghost Kitchen -howitworks":"hayalet mutfak",
  "Launch your ghost kitchen and virtual restaurant with the power of SambaPOS! -howitworks":"Hayalet mutfağınızı ve sanal restoranınızı SambaPOS'un gücüyle başlatın!",
  "Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business. -howitworks": "Hayalet mutfaklar konaklama endüstrisinde büyüyen bir trend haline geliyor. Birini yönetme zorluğunu üstlenmeye hazır mısınız? Pek çok müşteri tarafından tercih edilen teslimat, paket servis ve önceden sipariş verme seçenekleriyle, hepsini yönetmek için kapsamlı bir çözüme sahip olmanız gerekir. SambaPOS, minimum çabayla görevleri otomatikleştirmenize, tüm siparişleri yerine getirmenize ve satışları artırmanıza yardımcı olabilir ve size işinizi ölçeklendirmek için daha fazla zaman bırakır.",
  "Drive Thru POS -howitworks":"Arabaya Servisli POS",
  "SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More -howitworks":"Arabaya Servis Restoranları için SambaPOS – Siparişler ve Daha Fazlası için Kusursuz Çözüm",
  "The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform! -howitworks":"Drive Thru restoran deneyimi birden fazla aşama içerir ve yolun her adımında yenilik gerektirir. Bu, tam entegre bir POS sisteminin başarıya giden yol olduğu anlamına gelir. SambaPOS ile, sürücünüzü ru servis, arka ofis ve mutfak operasyonları SambaPOS'u bugün kullanmaya başlayın ve en güvenli ve faydalı yazılım platformuyla çalışın!",
  "Delivery -howitworks":"Teslimat",
  "Serve your customers their delivery and takeaway orders – on time and with 100% accuracy! -howitworks":"Müşterilerinize teslimat ve paket servis siparişlerini zamanında ve %100 doğrulukla sunun!",
  "With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more! -howitworks":"Restoran teslimatı POS yazılımımızla, menünüzü senkronize etmek, teslimat sürücülerini atamak, sipariş bildirimleri göndermek ve sadakat ve ödül programları sağlamak gibi birçok işlemi yönetebilirsiniz. SambaPOS ile işinizi büyütün ve müşterilerin daha fazlası için geri gelmelerini izleyin!",
  "Table Service -howitworks":"Masa servisi",
  "A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience -howitworks":"Verimlilik ve Mükemmel Müşteri Deneyimi için Tasarlanmış Masaya Servis Restoran POS'u",
  "Ensure that you exceed your customers’ expectations. Effectively manage your wait staff and kitchen. Expedite service without compromising on quality. We help you set up a well-organized table service model that can deliver exceptional benefits for your business. -howitworks":"Müşterilerinizin beklentilerini aştığınızdan emin olun. Bekleme personelinizi ve mutfağınızı etkili bir şekilde yönetin. Kaliteden ödün vermeden hizmeti hızlandırın. İşletmeniz için olağanüstü faydalar sağlayabilecek, iyi organize edilmiş bir masa hizmeti modeli oluşturmanıza yardımcı oluyoruz.",
  "Quick Service -howitworks":"Hızlı servis",
  "All-in-One Solution for Quick Service Restaurants -howitworks":"Hızlı Servis Restoranları için Hepsi Bir Arada Çözüm",
  "Stand out from the competition and ensure speedy service for your customers. With SambaPOS for quick service restaurants and cafes, you can keep the line moving and ensure perfection and accuracy in orders. SambaPOS software offers solutions for queue management, kitchen service optimization, billing and payments, menus, inventory management, smart reporting, and more. -howitworks":"Rakiplerinizin arasından sıyrılın ve müşterileriniz için hızlı hizmet sağlayın. Hızlı servis restoran ve kafeler için SambaPOS ile sıranın devamlılığını sağlayabilir, siparişlerde kusursuzluğu ve doğruluğu sağlayabilirsiniz. SambaPOS yazılımı kuyruk yönetimi, mutfak servis optimizasyonu, faturalama ve ödemeler, menüler, envanter yönetimi, akıllı raporlama ve daha fazlası için çözümler sunar.",
  "quick-service -howitworks":"hızlı servis",
  "Full Service -howitworks":"Full Servis",
  "SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service -howitworks":"SambaPOS – yazılımı restoran hizmetiyle senkronize eden Tam Hizmet Restoran POS'u",
  "Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal. -howitworks":"Restoranınızın müşterilerinize eksiksiz ve tatmin edici bir yemek deneyimi sunması gerekiyor. SambaPOS ile bunu ve daha fazlasını yapabilirsiniz. Siparişler, ödemeler, mutfak yönetimi, performans analizi - hepsi için çözümlerimiz var. Operasyonlarınızı kolaylaştırın ve konuklarınıza unutulmaz bir yemek sunun.",
  "Integrations -howitworks":"Entegrasyonlar",
  "SambaPOS assist to maximize the power of your POS with integration solutions -howitworks":"SambaPOS, entegrasyon çözümleriyle POS'unuzun gücünü en üst düzeye çıkarmanıza yardımcı olur",
  "As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level! -howitworks":"Bir restoran işletmesi olarak, satışları, işlemleri, envanteri, müşteri tabanını ve daha fazlasını işlemenizi sağlayan modern ve entegre bir POS çözümüne ihtiyacınız var. Bir bozulma ve dijitalleşme çağında başarılı olmak için, işinizi bir sonraki seviyeye taşımak için SambaPOS'u seçin!",
  "And the cycle repeats. -howitworks":"Ve döngü tekrar eder.",

  "Download SambaPOS -download":"SambPOS'u indir",
  "You can -download": "SambaPOS'u ",
  "download -download":"indir",
  "the SambaPOS -download":"",

  "Our Story -aboutus": "Biz Kimiz",
  "From day one, the goal of SambaPOS was to create a valuable -aboutus": "İlk günden itibaren SambaPOS'un amacı dünya için değerli bir kaynak yaratmaktı.",
  "resource for the world. We’ve been burning the midnight oil since -aboutus": "2011'den beri gece yarısı yağını yakıyoruz ve kararlılıkla",
  "2011 and continue to press forward with determination and a vivid -aboutus": "ve canlı bir vizyonla ilerlemeye devam ediyoruz.",
  "vision. -aboutus" : ".",
  "As the age-old saying goes, “what goes around, comes around”. Aligning with this adage, we conduct business in a manner that creates a win-win situation for ourselves as well as the rest of the world. We practice business ethically in accordance with our beliefs in innovation, development, team spirit and our customers. -aboutus": "Asırlık bir deyişin dediği gibi, ne giderse o gelir. Bu atasözüne uygun olarak, hem kendimiz hem de dünyanın geri kalanı için bir kazan-kazan durumu yaratacak şekilde iş yapıyoruz. Yeniliğe, gelişime, takım ruhuna ve müşterilerimize olan inançlarımıza uygun olarak işimizi etik olarak yürütürüz.",
  "Globally Proven Track Record -aboutus":"Küresel Olarak Kanıtlanmış Başarı Geçmişi",
  "Over a hundred thousand restaurants around the world use SambaPOS products at their core. -aboutus":"Dünya çapında yüz binden fazla restoran, özünde SambaPOS ürünlerini kullanıyor.",
  "Languages -aboutus":"Diller",
  "Countries -aboutus":"Ülkeler",
  "Restaurants -aboutus":"Restoranlar",
  "Our Team -aboutus":"Takımımız",
  "The foundation of SambaPOS is comprised of teamwork. To offer software that is second to none, we cooperate with highly qualified team members who continually polish our products. Education and development are at the top of our list. We keep ourselves up-to-date with the latest developments and methods in order to acquire information that can be applied toward the betterment of SambaPOS. -aboutus":"SambaPOS'un temeli takım çalışmasıdır. Rakipsiz bir yazılım sunmak için ürünlerimizi sürekli olarak cilalayan yüksek nitelikli ekip üyeleriyle işbirliği yapıyoruz. Eğitim ve gelişim listemizin başında yer alıyor. SambaPOS'un iyileştirilmesine yönelik olarak uygulanabilecek bilgileri elde etmek için en son gelişmeler ve yöntemlerle kendimizi güncel tutuyoruz.",

  "Give your business a boost. -businessfunding":"İşletmenize bir destek verin.",
  "Get fast, flexible funding on your terms. -businessfunding":"Kendi şartlarınıza göre hızlı, esnek finansman elde edin.",
  "From expanding your business to building up your inventory. Business funding is there to help you get to the next level. We have partnered with YouLend to offer you flexible funding that’s repaid as a fixed percentage of your daily sales revenues. If you’ve had a bumper month, you’ll pay a little more. And if it’s quiet, you’ll pay a little less. Built with your business in mind." : "İşletmenizi genişletmekten envanterinizi oluşturmaya kadar. İş finansmanı, bir sonraki seviyeye geçmenize yardımcı olmak için var. Size günlük satış gelirlerinizin sabit bir yüzdesi olarak geri ödenen esnek finansman sunmak için YouLend ile ortaklık kurduk. İyi bir ay geçirdiyseniz, biraz daha fazla ödersiniz. Ve eğer sessizse, biraz daha az ödersiniz. İşiniz düşünülerek inşa edildi.",
  "Take control of your business. -businessfunding" : "İşinizin kontrolünü elinize alın.",
  "Have grand plans but need the funding to match?  Wanting to add new equipment to your business? Looking to update your location? Look no further.-businessfunding" : "Büyük planlarınız var ancak buna uygun finansmana mı ihtiyacınız var? İşletmenize yeni ekipman eklemek mi istiyorsunuz? Konumunuzu güncellemek mi istiyorsunuz? Başka yerde arama.", "SambaPOS, restoran, bar, gece kulübü ve kafelere destek sunan bir hizmet sağlayıcıdır. Müşterilerimizin ihtiyaçlarını karşılıyor ve onlara en iyi çözümleri sunuyoruz. Barınız veya gece kulübünüz için SambaPOS V5 Pro'dan yararlanmak istiyorsanız, burayı tıklayın veya bayi olun!-businessfunding": "SambaPOS, restoran, bar, gece kulübü ve kafelere destek sunan bir hizmet sağlayıcıdır. Müşterilerimizin ihtiyaçlarını karşılıyor ve onlara en iyi çözümleri sunuyoruz. SambaP'den yararlanmak istiyorsanız Barınız veya gece kulübünüz için OS V5 Pro, buraya tıklayın veya bayi olun!",
  "Make it omnichannel -businessfunding": "Çok kanallı yap",
  "Discover our ecosystem -businessfunding": "Ekosistemimizi keşfedin",
  "SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller!-businessfunding": "SambaPOS, restoran, bar, gece kulübü ve kafelere destek sunan bir servis sağlayıcıdır. Müşterilerimizin ihtiyaçlarını karşılıyor ve onlara en iyi çözümleri sunuyoruz. Barınız veya gece kulübünüz için SambaPOS V5 Pro'dan yararlanmak istiyorsanız, buraya tıklayın veya bayi olun!",

  "SambaPOS – Ghost Kitchen -ghostsection":"SambaPOS – Hayalet Mutfak",
  "Launch your ghost kitchen and virtual restaurant with the power of SambaPOS!":"Hayalet mutfağınızı ve sanal restoranınızı SambaPOS'un gücüyle başlatın!",
  "Ghost kitchens are becoming a growing trend in the hospitality industry. Are you ready to take on the challenge of managing one? With delivery, takeaway, and order-ahead options chosen by many customers, you need to have a comprehensive solution to manage them all. SambaPOS can help you automate tasks, fulfil all orders, and increase sales with minimum effort, leaving you with more time to scale your business. -ghostsection":"Hayalet mutfaklar konaklama endüstrisinde büyüyen bir trend haline geliyor. Birini yönetme zorluğunu üstlenmeye hazır mısınız? Pek çok müşteri tarafından tercih edilen teslimat, paket servis ve önceden sipariş verme seçenekleriyle, hepsini yönetmek için kapsamlı bir çözüme sahip olmanız gerekir. SambaPOS, minimum çabayla görevleri otomatikleştirmenize, tüm siparişleri yerine getirmenize ve satışları artırmanıza yardımcı olabilir ve size işinizi ölçeklendirmek için daha fazla zaman bırakır.",
  "Ghost Kithcen -ghostsection":"hayalet mutfak",
  "Built for Success -ghostsection":"Başarı İçin Üretildi",
  "Set up the ghost kitchen of your dreams. SambaPOS comes with features for ordering, delivery, kitchen display, menu management, and more. Get dedicated support with our forum and knowledge base. Buy your SambaPOS license or become a part of our reseller team today! -ghostsection":"Hayallerinizdeki hayalet mutfağı kurun. SambaPOS, sipariş verme, teslimat, mutfak ekranı, menü yönetimi ve daha fazlası için özelliklerle birlikte gelir. Forumumuz ve bilgi tabanımızla özel destek alın. SambaPOS lisansınızı satın alın veya bugün bayi ekibimizin bir parçası olun!",
  "Make it omnichannel -ghostsection":"Çok kanallı yap",
  "Discover our ecosystem -ghostsection":"Ekosistemimizi keşfedin",

  "Drive Thru POS -drivethrupos":"Arabaya Servisli POS",
  "SambaPOS for Drive Thru Restaurants – Impeccable Solution for Orders and More -drivethrupos":"Arabaya Servis Restoranları için SambaPOS – Siparişler ve Daha Fazlası İçin Kusursuz Çözüm",
  "The Drive Thru restaurant experience involves multiple stages and needs innovation each and every step of the way. That means a fully integrated POS system is the route to success. With SambaPOS, you can connect your drive thru service, back office, and kitchen operations. Get started with SambaPOS today and work with the most secure and beneficial software platform! -drivethrupos":"Arabaya Servis restoran deneyimi birden fazla aşamadan oluşur ve her adımda yeniliğe ihtiyaç duyar. Bu, tamamen entegre bir POS sisteminin başarıya giden yol olduğu anlamına gelir. SambaPOS ile arabaya servis, arka ofis ve mutfak operasyonlarınızı birbirine bağlayabilirsiniz. SambaPOS'u bugün kullanmaya başlayın ve en güvenli ve faydalı yazılım platformuyla çalışın!",
  "Buy the Best Point-Of-Sale Integrated System for Your Drive Thru POS -drivethrupos":"Arabaya Servisli POS'unuz için En İyi Satış Noktası Entegre Sistemini Satın Alın",
  "The latest version of SambaPOS software, “V5”, offers innovative features such as customization, advanced reporting through integration, process tracking, billing operations, loyalty programs, etc. Buy the license here, or become a reseller. -drivethrupos":"SambaPOS yazılımının en son sürümü olan “V5”, özelleştirme, entegrasyon yoluyla gelişmiş raporlama, süreç takibi, faturalandırma işlemleri, sadakat programları gibi yenilikçi özellikler sunar. Lisansı buradan satın alın veya bayi olun.",
  "Make it omnichannel -drivethrupos":"Çok kanallı yap",
  "Discover our ecosystem -drivethrupos":"Ekosistemimizi keşfedin",

  "SambaPOS – Delivery -deliverysolutions":"SambaPOS – Teslimat",
  "Serve your customers their delivery and takeaway orders – on time and with 100% accuracy! -deliverysolutions":"Müşterilerinize teslimat ve paket servis siparişlerini zamanında ve %100 doğrulukla sunun!",
  "With our restaurant delivery POS software, you can handle multiple processes like syncing your menu, assigning delivery drivers, sending order notifications, and providing loyalty and reward programs. Expand your business with SambaPOS and watch as customers come back for more! -deliverysolutions":"Restoran teslimatı POS yazılımımızla, menünüzü senkronize etmek, teslimat sürücülerini atamak, sipariş bildirimleri göndermek ve sadakat ve ödül programları sağlamak gibi birçok işlemi yönetebilirsiniz. SambaPOS ile işinizi büyütün ve müşterilerin daha fazlası için geri gelmelerini izleyin!",
  "Delivery -deliverysolutions":"Teslimat",
  "Delivery Made Easy with SambaPOS -deliverysolutions":"SambaPOS İle Teslimat Kolaylaşıyor",
  "Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again. -deliverysolutions":"Bu teslimat POS yazılımıyla müşteri deneyimini geliştirin ve teslimat işinizi oluşturun. SambaPOS satın alın ve bir daha asla siparişi kaçırmayın.",
  "Make it omnichannel -deliverysolutions":"Çok kanallı yap",
  "Discover our ecosystem -deliverysolutions":"Ekosistemimizi keşfedin",

  "Table Service by SambaPOS -tableservice":"SambaPOS ile Masaya Servis",
  "A Table Service Restaurant POS Designed for Efficiency and Great Customer Experience -tableservice":"Verimlilik ve Mükemmel Müşteri Deneyimi için Tasarlanmış Masaya Servis Restoran POS'u",
  "Ensure that you exceed your customers’ expectations Effectively manage your wait staff and kitchen Expedite service without compromising on quality -tableservice":"Müşterilerinizin beklentilerini aştığınızdan emin olun Bekleme personelinizi ve mutfağınızı etkin bir şekilde yönetin Kaliteden ödün vermeden hizmeti hızlandırın",
  "Delivery -tableservice":"Teslimat",
  "Delivery Made Easy with SambaPOS -tableservice":"SambaPOS İle Teslimat Kolaylaşıyor",
  "Enhance customer experience and build your delivery business with this delivery POS software. Buy SambaPOS and never miss an order again. -tableservice":"Bu teslimat POS yazılımıyla müşteri deneyimini geliştirin ve teslimat işinizi oluşturun. SambaPOS satın alın ve bir daha asla siparişi kaçırmayın.",
  "Make it omnichannel -tableservice":"Çok kanallı yap",
  "Discover our ecosystem -tableservice":"Ekosistemimizi keşfedin",

  "SambaPOS – Quick Service -quickservicesolutions":"SambaPOS – Hızlı Servis",
  "All-in-One Solution for Quick Service Restaurants -quickservicesolutions":"Hızlı Servis Restoranları için Hepsi Bir Arada Çözüm", "Rekabetten sıyrılın ve müşterilerinize hızlı servis sağlayın. Hızlı servis restoran ve kafeler için SambaPOS ile hattın devamlılığını sağlayabilir, siparişlerde kusursuzluk ve doğruluk sağlayabilirsiniz. -quickservicesolutions":"Rekabetten sıyrılın ve müşterilerinize hızlı servis sağlayın. Hızlı servis restoran ve kafeler için SambaPOS ile hattın ilerlemesini sağlayabilir, siparişlerde kusursuzluk ve doğruluk sağlayabilirsiniz.",
  "Quick Service -quickservicesolutions":"Hızlı servis",
  "SambaPOS Value – Quick Service Processes -quickservicesolutions":"SambaPOS Değeri – Hızlı Hizmet Süreçleri",
  "SambaPOS was started in the year 2011 and now provides solutions to clients from all over the world. Experience the magic of automation for orders, billing, kitchen display, and customer queue management. If you would like to enable SambaPOS V5 for your quick service, buy now or click here to partner with us! -quickservicesolutions":"SambaPOS, 2011 yılında başlatıldı ve şimdi dünyanın her yerinden müşterilere çözümler sunuyor. Siparişler, faturalandırma, mutfak teşhiri ve müşteri kuyruğu yönetimi için otomasyonun büyüsünü deneyimleyin. Hızlı hizmetiniz için SambaPOS V5'i etkinleştirmek istiyorsanız, şimdi satın alın veya bizimle ortak olmak için burayı tıklayın!",
  "Make it omnichannel -quickservicesolutions":"Çok kanallı yap",
  "Discover our ecosystem -quickservicesolutions":"Ekosistemimizi keşfedin",

  "Full Service by SambaPOS -fullservice":"SambaPOS ile Tam Hizmet",
  "SambaPOS – the Full Service Restaurant POS that synchronizes software with restaurant service -fullservice":"SambaPOS – yazılımı restoran hizmetiyle senkronize eden Tam Hizmet Restoran POS'u",
  "Your restaurant needs to deliver a complete and satisfying dining experience to your customers. With SambaPOS, you can do that and more. Orders, payments, kitchen management, performance analysis – we have solutions for them all. Streamline your operations and provide your guests with a memorable meal. -fullservice":"Restoranınızın müşterilerinize eksiksiz ve tatmin edici bir yemek deneyimi sunması gerekiyor. SambaPOS ile bunu ve daha fazlasını yapabilirsiniz. Siparişler, ödemeler, mutfak yönetimi, performans analizi - hepsi için çözümlerimiz var. Operasyonlarınızı kolaylaştırın ve konuklarınıza unutulmaz bir yemek sunun.",
  "Full Service -fullservice":"Tam servis",
  "SambaPOS – Complete Solution for Full Service Restaurants -fullservice":"SambaPOS – Eksiksiz Hizmet Veren Restoranlar için Eksiksiz Çözüm",
  "Transform your orders, kitchen, payments, inventory, and more with SambaPOS today. Delight your customers with flawless service. Buy SambaPOS or become a partner today! -fullservice":"SambaPOS ile siparişlerinizi, mutfağınızı, ödemelerinizi, envanterinizi ve daha fazlasını bugün dönüştürün. Kusursuz hizmet ile müşterilerinizi memnun edin. SambaPOS'u satın alın veya bugün ortak olun!",
  "Make it omnichannel -fullservice":"Çok kanallı yap",
  "Discover our ecosystem -fullservice":"Ekosistemimizi keşfedin",

  "Integrations -integrationssolutions":"Entegrasyonlar",
  "SambaPOS assist to maximize the power of your POS with integration solutions -integrationssolutions":"SambaPOS, entegrasyon çözümleriyle POS'unuzun gücünü en üst düzeye çıkarmanıza yardımcı olur",
  "As a restaurant business, you need a streamlined and integrated POS solution that allows you to process sales, transactions, inventory, customer base and more. To thrive in an age of disruption and digitalization, choose SambaPOS to propel your business to the next level! -integrationssolutions":"Bir restoran işletmesi olarak, satışları, işlemleri, envanteri, müşteri tabanını ve daha fazlasını işlemenizi sağlayan modern ve entegre bir POS çözümüne ihtiyacınız var. Bir bozulma ve dijitalleşme çağında başarılı olmak için, işinizi bir sonraki seviyeye taşımak için SambaPOS'u seçin!",
  "SambaPOS Integrations – Catering to Modern Restaurants -integrationssolutions":"SambaPOS Entegrasyonları – Modern Restoranlara Catering",
  "SambaPOS integrations were designed to grow up your business. Learn how we can support you. Explore the SambaPOS now. -integrationssolutions":"SambaPOS entegrasyonları işinizi büyütmek için tasarlandı. Sizi nasıl destekleyebileceğimizi öğrenin. SambaPOS'u şimdi keşfedin.",
  "Make it omnichannel -integrationssolutions":"Çok kanallı yap",
  "Discover our ecosystem -integrationssolutions":"Ekosistemimizi keşfedin",

  "Fine Dining -finediningrestype":"Kaliteli Yemek",
  "Deliver extraordinary guest experience with SambaPOS -finediningrestype":"SambaPOS ile olağanüstü misafir deneyimi sunun",
  "Use every opportunity to delight your guests, flawlessly manage your essential operations, and enhance the fine dining experience with SambaPOS solutions. SambaPOS runs discreetly in the background to ensure all the tasks are seamlessly performed, leaving you with the flexibility to do what truly matters – offer a personalized service to your guests. -finediningrestype":"SambaPOS çözümleri ile misafirlerinizi memnun etmek için her fırsatı kullanın, temel operasyonlarınızı kusursuz bir şekilde yönetin ve fine dining deneyimini geliştirin. SambaPOS, tüm görevlerin sorunsuz bir şekilde yerine getirilmesini sağlamak için arka planda ihtiyatlı bir şekilde çalışır ve size gerçekten önemli olanı yapma esnekliği sunar - misafirlerinize kişiselleştirilmiş bir hizmet sunun.",
  "Fine Dining POS System -finediningrestype":"Fine Dining POS Sistemi",
  "A Fortified Fine Dining POS System Developed To Improve Your Guest Experience -finediningrestype":"Misafir Deneyiminizi İyileştirmek İçin Geliştirilmiş Güçlendirilmiş Fine Dining POS Sistemi",
  "Our Fine Dining POS system is designed specifically for convenience while managing operations critical to the guest experience. It is an easy-to-use software system that can be scaled as your business grows with advanced features such as table ordering and payments, cloud-based reports, better insights into your payments process, and beautifully crafted fine-dining solutions to heighten your guests’ dining experience. Get your license and buy Fine Dining POS by SambaPOS and start offering better services to your guests, creating a memorable dining experience for them or become a reseller! -finediningrestype":"Fine Dining POS sistemimiz, konuk deneyimi için kritik olan operasyonları yönetirken kolaylık sağlamak için özel olarak tasarlanmıştır. Masa siparişi ve ödemeler, bulut tabanlı raporlar, ödeme sürecinize ilişkin daha iyi içgörüler ve misafirlerinizin yemek deneyimini zenginleştirmek için güzel hazırlanmış kaliteli yemek çözümleri gibi gelişmiş özelliklerle işletmeniz büyüdükçe ölçeklenebilen, kullanımı kolay bir yazılım sistemidir. Lisansınızı alın ve SambaPOS'tan Fine Dining POS satın alın ve misafirlerinize daha iyi hizmet sunmaya başlayın, onlar için unutulmaz bir yemek deneyimi yaratın veya bayi olun!",

  "Casual Dining -casualdiningrestype":"Gündelik yemek",
  "Manage Your Casual Dining Restaurant with SambaPOS -casualdiningrestype":"Rahat Yemek Restoranınızı SambaPOS ile Yönetin",
  "With the advancement of technology, you can now easily avail some of the best smart restaurant features from SambaPOS, like our Go Tablet, MetriK, mobile client, and more for your casual dining restaurant. These features are customized for casual dining restaurants and ensure that you please your customers with a smooth experience. -casualdiningrestype":"Teknolojinin ilerlemesiyle, artık SambaPOS'un Go Tablet, MetriK, mobil istemcimiz gibi en iyi akıllı restoran özelliklerinden bazılarını ve rahat yemek restoranınız için daha fazlasını kolayca kullanabilirsiniz. Bu özellikler, rahat yemek restoranları için özelleştirilmiştir ve müşterilerinizi sorunsuz bir deneyimle memnun etmenizi sağlar.",
  "Casual Dining POS System -casualdiningrestype":"Rahat Yemek POS Sistemi",
  "SambaPOS for a Memorable Guest Experience -casualdiningrestype":"Unutulmaz Bir Misafir Deneyimi için SambaPOS",
  "We at SambaPOS make sure that all of your needs are met, and you get the ultimate solution for equipping your casual dining restaurant with the best smart features for orders, billing, menu, and more. Buy now, or partner with us. -casualdiningrestype":"SambaPOS olarak biz, tüm ihtiyaçlarınızın karşılandığından emin oluruz ve siz de rahat yemek restoranınızı siparişler, faturalandırma, menü ve daha fazlası için en iyi akıllı özelliklerle donatmak için nihai çözümü elde edersiniz. Şimdi satın alın veya bizimle ortak olun.",

  "Fast Food -fastfoodrestype":"Fast Food",
  "Fast Food POS for Quick Operations and Service -fastfoodrestype":"Fast Food POS for Quick Operations and Service",
  "With the assistance of our Samba POS software, you can manage your outlet efficiently with the least amount of manual intervention. SambaPOS software takes care of everything from managing payroll, customer service, and handling orders. -fastfoodrestype":"With the assistance of our Samba POS software, you can manage your outlet efficiently with the least amount of manual intervention. SambaPOS software takes care of everything from managing payroll, customer service, and handling orders.",
  "Fast Food POS System -fastfoodrestype":"Fast Food POS System",
  "Transformational Business Experience with SambaPOS -fastfoodrestype":"Transformational Business Experience with SambaPOS",
  "Our SambaPOS software is dedicated to helping you with the fastest service while maintaining the best quality. Start using our solutions and streamline your daily business operations without any chances of error. Order management, inventory monitoring, menu system – we have got it all. Click here to buy, or apply to be a partner! -fastfoodrestype":"Our SambaPOS software is dedicated to helping you with the fastest service while maintaining the best quality. Start using our solutions and streamline your daily business operations without any chances of error. Order management, inventory monitoring, menu system – we have got it all. Click here to buy, or apply to be a partner!",

  "Cafe Bakery -cafebakeryrestypes":"kafe fırın",
  "Run Your Cafe and Bakery with Automated Features of SambaPOS! -cafebakeryrestypes":"SambaPOS'un Otomatik Özellikleriyle Kafenizi ve Fırınınızı Çalıştırın!",
  "SambaPOS Cafe Bakery POS can help your business thrive! Are you researching ways to delight your customers and boost performance? Find out how to effectively manage your cafe or bakery with real-time customer display systems, faster billing, and loyalty rewards for your guests to keep coming back to you. -cafebakeryrestypes":"SambaPOS Cafe Bakery POS işletmenizin gelişmesine yardımcı olabilir! Müşterilerinizi memnun etmenin ve performansı artırmanın yollarını arıyor musunuz? Gerçek zamanlı müşteri ekran sistemleri, daha hızlı faturalandırma ve misafirlerinizin size geri dönmesi için sadakat ödülleri ile kafenizi veya fırınınızı nasıl etkin bir şekilde yöneteceğinizi öğrenin.",
  "Cafe Bakery POS System -cafebakeryrestypes": "Cafe Fırın POS Sistemi",
  "Elevate Your Cafe Bakery Business -cafebakeryrestypes": "Cafe Fırın İşletmenizi Yükseltin",
  "SambaPOS features all that you would need for a cafe or a bakery. Unearth the benefits of an organized inventory, real-time customer displays for orders, speedy payments, and more with the cafe bakery POS. Buy your SambaPOS license or become a part of our reseller team today. -cafebakeryrestypes": "SambaPOS'ta bir kafe ya da fırın için ihtiyacınız olan her şey var. Kafe fırın POS'u ile organize bir envanterin, siparişler için gerçek zamanlı müşteri ekranlarının, hızlı ödemelerin ve daha fazlasının faydalarını ortaya çıkarın. Bugün SambaPOS lisansınızı satın alın veya bayi ekibimizin bir parçası olun.",

  "Food Truck -foodtruckrestypes":"Yiyecek kamyonu",
  "Automate your food truck operations and delight your customers! -foodtruckrestypes":"Yemek kamyonu operasyonlarınızı otomatikleştirin ve müşterilerinizi memnun edin!",
  "Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes! -foodtruckrestypes":"Hareket halinde olmak, işinizin özüdür. Front-end ve back-end süreçleri yönetmek için SambaPOS Yemek Kamyonu imdadınıza yetişiyor!",
  "Food Truck POS System -foodtruckrestypes":"Yemek Kamyonu POS Sistemi",
  "Get Started to Use SambaPOS for Your Food Truck! -foodtruckrestypes":"Yemek Kamyonunuz için SambaPOS'u Kullanmaya Başlayın!",
  "SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner! -foodtruckrestypes":"SambaPOS, restoranlar için çözümler ve hizmetler sunmaktadır. Envanter, siparişler, faturalandırma ve daha fazlası için otomatikleştirilmiş çözümlerle gıda kamyonu operasyonlarınızı iyileştirin. İşinize yeni bir yaklaşım arıyorsanız, SambaPOS'u satın alın veya ortak olmak için başvurun!",
  

  "Delivery -deliveryrestypes":"Teslimat",
  "Automate your food truck operations and delight your customers! -deliveryrestypes":"Yemek kamyonu operasyonlarınızı otomatikleştirin ve müşterilerinizi memnun edin!",
  "Being on the go is the core of your business. SambaPOS Food Truck comes to your rescue to manage the front-end and back-end processes! -deliveryrestypes":"Hareket halinde olmak, işinizin özüdür. Front-end ve back-end süreçleri yönetmek için SambaPOS Yemek Kamyonu imdadınıza yetişiyor!",
  "Food Truck POS System -deliveryrestypes":"Yemek Kamyonu POS Sistemi",
  "Get Started to Use SambaPOS for Your Food Truck! -deliveryrestypes":"Yemek Kamyonunuz için SambaPOS'u Kullanmaya Başlayın!",
  "SambaPOS has been providing solutions and services for restaurants. Improve your food truck operations with automated solutions for inventory, orders, billing, and more. If you are looking for a new approach to your business, buy SambaPOS or apply to be a partner! -deliveryrestypes":"SambaPOS, restoranlar için çözümler ve hizmetler sunmaktadır. Envanter, siparişler, faturalandırma ve daha fazlası için otomatikleştirilmiş çözümlerle gıda kamyonu operasyonlarınızı iyileştirin. İşinize yeni bir yaklaşım arıyorsanız, SambaPOS'u satın alın veya ortak olmak için başvurun!",


  "Pool Aquapark -poolauqparkrestype":"Havuz Aquapark",
  "Elevate Your Guest Experience By The Poolside With Pool Aquapark POS! -poolauqparkrestype":"Havuz Aquapark POS ile Havuz Kenarında Misafir Deneyiminizi Artırın!",
  "For any business in the hospitality industry, offering an excellent customer service experience is the foundation that defines the success of any restaurant in the service industry. Therefore, with our Pool Aquapark POS system, you can streamline your poolside operations and simplify critical processes for a more satisfying guest experience. -poolauqparkrestype":"Konaklama endüstrisindeki herhangi bir işletme için mükemmel bir müşteri hizmeti deneyimi sunmak, hizmet sektöründeki herhangi bir restoranın başarısını tanımlayan temeldir. Bu nedenle Pool Aquapark POS sistemimiz ile havuz başı işlemlerinizi düzene sokabilir ve daha tatmin edici bir misafir deneyimi için kritik süreçleri basitleştirebilirsiniz.",
  "Pool Aquapark POS System -poolauqparkrestype":"Havuz Aquapark POS Sistemi",
  "With SambaPOS Manage All Your Restaurant Operations On A Single Platform -poolauqparkrestype":"SambaPOS İle Tüm Restoran İşlemlerinizi Tek Platformdan Yönetin",
  "SambaPOS is the only Point-Of-Sale system you will need to modernize and better manage your restaurant’s operations. Control your kitchen, inventory, staff and completely update your restaurant management system with SambaPOS. With tools and features such as Pool Aquapark POS, governing poolside operations is exceptionally convenient. Implementing Pool Aquapark POS can help you stay ahead of the competition with the best-in-class poolside services delivered to your guests. Buy SambaPOS here, or apply to become a partner here. -poolauqparkrestype":"SambaPOS, restoranınızın operasyonlarını modernize etmek ve daha iyi yönetmek için ihtiyaç duyacağınız tek Satış Noktası sistemidir. SambaPOS ile mutfağınızı, envanterinizi, personelinizi kontrol edin ve restoran yönetim sisteminizi tamamen güncelleyin. Pool Aquapark POS gibi araçlar ve özelliklerle havuz başı operasyonlarını yönetmek son derece uygundur. Pool Aquapark POS'u uygulamak, misafirlerinize sunulan sınıfının en iyisi havuz başı hizmetleriyle rekabette bir adım önde olmanıza yardımcı olabilir. SambaPOS'u buradan satın alın veya buradan ortak olmak için başvurun.",

  "Bars and Nightclubs -barsandnightclubsrestypes":"Bars and Nightclubs",
  "SambaPOS – Bars POS System that Optimizes Operations with Exclusive Features -barsandnightclubsrestypes":"SambaPOS – Ayrıcalıklı Özelliklerle İşlemleri Optimize Eden Bars POS Sistemi",
  "Your bar or nightclub needs a system to keep the momentum going for your customers. SambaPOS offers you a speedy solution to avoid juggling between the front-end and back-end departments of your bar. You can entertain your guests, and SambaPOS can take care of the rest. -barsandnightclubsrestypes":"Barınız veya gece kulübünüz, müşterileriniz için ivmeyi devam ettirecek bir sisteme ihtiyaç duyar. SambaPOS, barınızın ön-uç ve arka-uç departmanları arasında hokkabazlık yapmamanız için size hızlı bir çözüm sunar. Siz misafirlerinizi ağırlayın, gerisini SambaPOS halleder.",
  "Bars and Nightclubs POS System -barsandnightclubsrestypes":"Barlar ve Gece Kulüpleri POS Sistemi",
  "Get Start to Bars and Nightclubs for POS Software -barsandnightclubsrestypes":"POS Yazılımı İçin Bar ve Gece Kulüplerine Başlayın",
  "SambaPOS is a service provider, offering support to restaurants, bars, nightclubs and cafes. We fulfill our customers’ needs and furnish them with the best solutions. If you want to avail the SambaPOS V5 Pro for your bar or nightclub, click here, or become a reseller! -barsandnightclubsrestypes":"SambaPOS, restoran, bar, gece kulübü ve kafelere destek sunan bir servis sağlayıcıdır. Müşterilerimizin ihtiyaçlarını karşılıyor ve onlara en iyi çözümleri sunuyoruz. Barınız veya gece kulübünüz için SambaPOS V5 Pro'dan yararlanmak istiyorsanız, buraya tıklayın veya bayi olun!"
}